[{"id":"91","subTitle":"Origin of the name","description":"Curly is named after one of the members of the comedy group The Three Stooges, a feature he shares with the other two Dark Stars. This name was given to him by the Brazilian version of Saint Seiya Online, while in the Chinese original he is identified only by his Evil Star. As with his two companions, his Surplice is an amalgam of several others: Griffin's Helm, Balron Shoulders, Sphinx Wings, Harpy's Arms Deep Breastplate, and Basilisk Legs"},{"id":"139","subTitle":"Gathering Alexei and Frey","description":"Frey is a character who exists only in the movie Saint Seiya: The Heated Battle of the Gods. After the creation of the Asgard saga for anime, he and other characters were removed from continuity. This character resembles Alexei, one of the Blue Warriors, especially in appearance, and Frey's relationship with Freya inspired Natassia, Alexei's sister. Because of this, they were gather in this api."},{"id":"140","subTitle":"Gathering Natassia and Freya","description":"Freya appears exclusively in this movie. After the appearance in the anime saga of Asgard, which also appears in another character with the same name, the adventure recounted in this film, and his characters are removed from the continuity of history. This character is inspired by Natassia, exclusive character of the manga , related to Blue Warriors , being almost identical physically. So as her brother, she were gather in this api too."},{"id":"156","subTitle":"Origin of the name","description":"Gerald is inspired by a preliminary drawing by Gordon of Minotaur that appears briefly in chapter 83 of the classic manga. Italian cartoonist Marco Albiero recycled this prototype to create Rubicante Gerald, whose Surplice represents a demon of Dante Alighieri's Divine Comedy. Later the Online game made the idea of Albiero official and attributed the Captive Earth Star to the Spectrum, as a possible allusion to Gordon. The game does not mention the creature represented by its Surplice, so it is not known if it is the one chosen by Albiero. Gerald shares his Star with Raybold of Saint Seiya's Upir: The Lost Canvas. This is the only case so far when Spectra with different Overlives belonging to different works represent the same Evil Star."},{"id":"529","subTitle":"How the character was created","description":"This curiosity refers to the first book of the game Saint Seiya Ougon Densetsu, released on August 31, 1987. In the final part of the book there are two pages (93 and 94) dedicated to the Shadow Cloth (Shadow Armor), a character created just for the first game in the series for the Nintendo 8 bit. Most interesting of all is that the character was created through a promotion by Shueisha in Weekly Shonen Jump magazine and the winner was the Japanese fan Toshiya Ono."},{"id":"245","subTitle":"Origin of the name","description":"Larry is named after one of the members of the comedy group The Three Stooges, a feature he shares with the other two Dark Stars. This name was given to him by the Brazilian version of Saint Seiya Online, while in the Chinese original he is identified only by his Evil Star. As with your companions, your Surplice is an amalgam of several others: Cyclops Helm and Arms, Balron Shoulderpads, the right of which contains an appendix with two large spines; a part that is not compatible with any other existing Surplice, Wyvern Breastplat and Garuda's Legs"},{"id":"293","subTitle":"Origin of the name","description":"Moe is named after one of the members of the comedy group The Three Stooges, an attribute he shares with the other two Dark Stars. This name was given to him by the Brazilian version of Saint Seiya Online, while in the Chinese original he is identified only by his Evil Star. His surplice is an amalgam of several others: Garuda's Helm, Cyclops Shoulderpads and Breastplate, Balron Wings, Thanatos Arms and Wyvern Legs."},{"id":"479","subTitle":"Origin of the name and surplice","description":"His name and Surplice are references to the villain Kefka Palazzo from the game Final Fantasy VI, who in turn received his name in honor of writer Franz Kafka, known for his surreal and humorous black works. Importantly, the name and the Spectrum Surplice were attributed to him by the Brazilian version of Saint Seiya Online, and are not mentioned in the Chinese original or in the Taizen Encyclopedia; both identify him only by their Evil Star."},{"id":"558","subTitle":"Origin of the Saint","description":"Tornado: the elemental warrior was revived by Hades in order to take Athena's head, this warrior overcame the control of the underworld emperor and walked his own path in this new era. Under the tutelage of Shion of Aries, he included a cloth and combined his mysterious elemental powers with the cosmos, becoming a faithful saint of Athena. Today, he dedicates his life to passing on his knowledge to the younger saints so that he can protect the goddess Athena and peace on earth."}]